export const weeksRecipe = [
    {
        id:1,
        title:"그릭요거트 베이글",
        content:`만드는 법:
            1. 청양고추는 반을 갈라 씨를 뺀 후 작게 다지고 쪽파는 송송 썰어주세요. 달군 팬에 베이컨을 올려 바삭하게 구운 후 키친타월에 올려 기름기를 제거해 주세요. 기름기를 뺀 베이컨을 작게 다져주세요.
            2. 볼에 그릭 요거트와 베이컨, 쪽파, 청양고추, 올리고당을 넣고 골고루 섞어주세요.
            3. 베이글을 반으로 잘라 노릇하게 구워주세요.
            4. 베이글에 준비한 그릭 요거트를 넉넉하게 발라 완성해 주세요.
            5. 먹기 좋은 크기로 잘라 맛있게 즐겨주세요 `,
        material:["플레인그릭요거트200g", "베이글2개", "베이컨3장", "쪽파2줄기","청양고추1개", "올리고당1큰술","소금2꼬집","후춧가루약간"],
        price:3500,
        time:5,
        img:"image/data/001.jpg"
    },
    {
        id:2,
        title:"땡초김밥",
        content:`만드는 법:
            1. 고추씨를 제거한 청양고추와 당근, 어묵을 잘게 다져주세요. 각각 따로 블렌더에 넣은 후 곱게 다져 주세요. 볼에 양념 재료를 넣어 섞어주세요.
            2. 달군 팬에 오일을 두른 후 당근을 볶다가 어묵과 청양고추를 넣어 볶아주세요. 
            3. 양념 재료를 넣어 볶은 후 불을 끄고 밥과 참기름, 통깨를 넣어 섞어주세요.
            4. 김발에 김을 깔고 섞어 둔 밥을 고르게 펼친 후 김밥을 단단하게 말아주세요.
            5. 땡초 김밥을 먹기 좋은 크기로 잘라 마요네즈를 곁들여 맛있게 즐겨주세요.`,
        material:["청양고추10개", "당근1/4개", "어묵2장", "밥2공기","김2장", "통깨 약간","참기름1큰술","식용유약간","마요네즈2큰술"],
        price:5500,
        time:5,
        img:"image/data/002.jpg"
    },
    {
        id:3,
        title:"로제 떡볶이",
        content:`만드는 법:
            1. 떡볶이 떡은 한 가닥씩 떼어낸 후 찬물에 10분 이상 담가주세요. 양파는 채를 썰고 비엔나소시지는 칼집을 내주세요. 베이컨은 먹기 좋은 크기로 잘라주세요.
            2. 불린 당면은 끓는 물에 2분 정도 삶아 체에 밭쳐 물기를 빼주세요. 
            3. 달군 팬에 올리브유를 두른 후 다진 마늘, 양파, 베이컨을 볶다가 비엔나소시지를 넣어 볶아주세요.
            4. 토마토소스와 생크림, 우유를 넣어 끓인 후 떡볶이 떡과 당면, 나머지 양념 재료를 넣어 5분 정도 끓여주세요.
            5. 그릇에 담은 후 파마산 치즈 가루를 뿌려 맛있게 즐겨주세요. `,
        material:["떡볶이떡2컵", "소시지6개", "베이컨4장", "양파1/2개","넓적당면50g", "올리브유약간","다진마늘1/2큰술","파마산치즈가루약간"],
        price:8000,
        time:5,
        img:"image/data/003.jpg"
    },
    {
        id:4,
        title:"불닭 장칼국수",
        content:`만드는 법:
            1. 애호박과 감자는 반달로 얇게 썰어주세요. 대파는 송송 썰고 통깨는 절구에 갈아주세요. 볼에 계란을 풀어 준비해 주세요.
            2. 냄비에 물 550ml와 불닭볶음탕면 액상수프를 넣어 끓여주세요.
            3. 물이 끓으면 면과 애호박, 감자를 넣고 3분간 끓여주세요. 풀어놓은 계란을 두르고 닭가슴살, 대파를 넣어 2분간 더 끓여주세요. 마지막으로 분말수프를 넣어주세요.다.
            4. 완성된 불닭 장칼국수를 그릇에 담아 김가루와 통깨를 뿌려 완성해주세요
           `,
        material:["불닭볶음탕면1개", "애호박30g", "감자30g", "대파1/4대","계란1개", "김가루약간","통깨약간"],
        price:11500,
        time:5,
        img:"image/data/004.jpg"
    },
    {
        id:5,
        title:"케일 크림 파스타",
        content:`만드는 법:
            1. 끓는 물에 소금 1작은술을 넣고 케일을 30초 정도 데친 후 케일 데친 물 1/2컵과 케일을 믹서로 갈아주세요. 
            2. 케일 끓인 물에 파스타를 10분 정도 삶아주세요. 삶아진 파스타는 채반에서 물기를 빼주세요.
            3. 양파는 얇게 채 썰어 주세요. 마늘은 편 썰어 주세요.
            4. 달군 팬에 올리브오일을 두르고 마늘과 양파를 넣고 볶다가 생크림과 갈아둔 케일, 치킨스톡을 넣고 중불에서 저어가며 2~3분간 걸죽한 소스 형태가 될때까지 끓여주세요. 
            5. 삶은 파스타면을 넣고 골고루 섞은 후 접시에 담고 파르메산치즈(또는  그라나 파다노 치즈)를 뿌리고 후춧가루를 뿌려 맛있게 즐겨주세요. `,
        material:["파마산면130g", "케일12장", "양파1/2개", "마늘3쪽","파마산치즈약간", "소금약간","후춧가루약간","생크림1컵"],
        price:13000,
        time:5,
        img:"image/data/005.jpg"
    },
    {
        id:6,
        title:"흑돼지 스테이크",
        content:`만드는 법:
            1. 내열 용기에 흑돼지 목살과 화이트와인을 넣고 소금과 허브가루를 뿌린 후 포일을 씌워주세요. 법랑접시에 올린 후 1단에 넣고 광파오븐 수동요리 <오븐>에서 230도로 50분간 조리해 주세요. 
            2. 당근은 얄팍하게 썰어 냄비에 넣고 버터와 함께 볶아주세요. 볶아진 당근에 소금과 물을 넣고 끓여 푹 익혀주세요.
            3. 끓인 재료는 한 김 식혀 믹서에 넣고 생크림을 넣어 곱게 갈아주세요.
            4. 달군 팬에 버터를 넣고 조리한 흑돼지와 통마늘을 노릇하게 튀겨내듯 구워주세요. 고기를 구운 팬에 꽈리고추도 노릇하게 구워주세요.
            5. 접시에 당근퓌레를 깔고 구운 흑돼지를 올리고 가니쉬로 장식한 후 맛있게 즐겨주세요.. `,
        material:["흑돼지목살400g", "화이트와인1컵", "허브가루약간", "소금약간","후춧가루약간", "당근1개","버터1큰술","생크림1/2컵","물2컵"],
        price:15000,
        time:5,
        img:"image/data/006.jpg"
    },
    {
        id:7,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/data/007.jpg"
    }
];

export const recipeData = [
    {
        id:1,
        title:"그릭요거트 베이글",
        content:`만드는 법:
            1. 청양고추는 반을 갈라 씨를 뺀 후 작게 다지고 쪽파는 송송 썰어주세요. 달군 팬에 베이컨을 올려 바삭하게 구운 후 키친타월에 올려 기름기를 제거해 주세요. 기름기를 뺀 베이컨을 작게 다져주세요.
            2. 볼에 그릭 요거트와 베이컨, 쪽파, 청양고추, 올리고당을 넣고 골고루 섞어주세요.
            3. 베이글을 반으로 잘라 노릇하게 구워주세요.
            4. 베이글에 준비한 그릭 요거트를 넉넉하게 발라 완성해 주세요.
            5. 먹기 좋은 크기로 잘라 맛있게 즐겨주세요 `,
        material:["플레인그릭요거트200g", "베이글2개", "베이컨3장", "쪽파2줄기","청양고추1개", "올리고당1큰술","소금2꼬집","후춧가루약간"],
        price:3500,
        time:5,
        img:"image/recipe/001.jpg",
        time:30,
        category:"분식"
    },
    {
        id:2,
        title:"땡초김밥",
        content:`만드는 법:
            1. 고추씨를 제거한 청양고추와 당근, 어묵을 잘게 다져주세요. 각각 따로 블렌더에 넣은 후 곱게 다져 주세요. 볼에 양념 재료를 넣어 섞어주세요.
            2. 달군 팬에 오일을 두른 후 당근을 볶다가 어묵과 청양고추를 넣어 볶아주세요. 
            3. 양념 재료를 넣어 볶은 후 불을 끄고 밥과 참기름, 통깨를 넣어 섞어주세요.
            4. 김발에 김을 깔고 섞어 둔 밥을 고르게 펼친 후 김밥을 단단하게 말아주세요.
            5. 땡초 김밥을 먹기 좋은 크기로 잘라 마요네즈를 곁들여 맛있게 즐겨주세요.`,
        material:["청양고추10개", "당근1/4개", "어묵2장", "밥2공기","김2장", "통깨 약간","참기름1큰술","식용유약간","마요네즈2큰술"],
        price:5500,
        time:5,
        img:"image/recipe/002.jpg",
        time:30,
        category:"분식"
    },
    {
        id:3,
        title:"로제 떡볶이",
        content:`만드는 법:
            1. 떡볶이 떡은 한 가닥씩 떼어낸 후 찬물에 10분 이상 담가주세요. 양파는 채를 썰고 비엔나소시지는 칼집을 내주세요. 베이컨은 먹기 좋은 크기로 잘라주세요.
            2. 불린 당면은 끓는 물에 2분 정도 삶아 체에 밭쳐 물기를 빼주세요. 
            3. 달군 팬에 올리브유를 두른 후 다진 마늘, 양파, 베이컨을 볶다가 비엔나소시지를 넣어 볶아주세요.
            4. 토마토소스와 생크림, 우유를 넣어 끓인 후 떡볶이 떡과 당면, 나머지 양념 재료를 넣어 5분 정도 끓여주세요.
            5. 그릇에 담은 후 파마산 치즈 가루를 뿌려 맛있게 즐겨주세요. `,
        material:["떡볶이떡2컵", "소시지6개", "베이컨4장", "양파1/2개","넓적당면50g", "올리브유약간","다진마늘1/2큰술","파마산치즈가루약간"],
        price:8000,
        time:5,
        img:"image/recipe/003.jpg",
        time:30,
        category:"일식"
    },
    {
        id:4,
        title:"불닭 장칼국수",
        content:`만드는 법:
            1. 애호박과 감자는 반달로 얇게 썰어주세요. 대파는 송송 썰고 통깨는 절구에 갈아주세요. 볼에 계란을 풀어 준비해 주세요.
            2. 냄비에 물 550ml와 불닭볶음탕면 액상수프를 넣어 끓여주세요.
            3. 물이 끓으면 면과 애호박, 감자를 넣고 3분간 끓여주세요. 풀어놓은 계란을 두르고 닭가슴살, 대파를 넣어 2분간 더 끓여주세요. 마지막으로 분말수프를 넣어주세요.다.
            4. 완성된 불닭 장칼국수를 그릇에 담아 김가루와 통깨를 뿌려 완성해주세요
           `,
        material:["불닭볶음탕면1개", "애호박30g", "감자30g", "대파1/4대","계란1개", "김가루약간","통깨약간"],
        price:11500,
        img:"image/recipe/004.jpg",
        time:30,
        category:"한식"
    },
    {
        id:5,
        title:"케일 크림 파스타",
        content:`만드는 법:
            1. 끓는 물에 소금 1작은술을 넣고 케일을 30초 정도 데친 후 케일 데친 물 1/2컵과 케일을 믹서로 갈아주세요. 
            2. 케일 끓인 물에 파스타를 10분 정도 삶아주세요. 삶아진 파스타는 채반에서 물기를 빼주세요.
            3. 양파는 얇게 채 썰어 주세요. 마늘은 편 썰어 주세요.
            4. 달군 팬에 올리브오일을 두르고 마늘과 양파를 넣고 볶다가 생크림과 갈아둔 케일, 치킨스톡을 넣고 중불에서 저어가며 2~3분간 걸죽한 소스 형태가 될때까지 끓여주세요. 
            5. 삶은 파스타면을 넣고 골고루 섞은 후 접시에 담고 파르메산치즈(또는  그라나 파다노 치즈)를 뿌리고 후춧가루를 뿌려 맛있게 즐겨주세요. `,
        material:["파마산면130g", "케일12장", "양파1/2개", "마늘3쪽","파마산치즈약간", "소금약간","후춧가루약간","생크림1컵"],
        price:13000,
        img:"image/recipe/005.jpg",
        time:30,
        category:"일식"
    },
    {
        id:6,
        title:"흑돼지 스테이크",
        content:`만드는 법:
            1. 내열 용기에 흑돼지 목살과 화이트와인을 넣고 소금과 허브가루를 뿌린 후 포일을 씌워주세요. 법랑접시에 올린 후 1단에 넣고 광파오븐 수동요리 <오븐>에서 230도로 50분간 조리해 주세요. 
            2. 당근은 얄팍하게 썰어 냄비에 넣고 버터와 함께 볶아주세요. 볶아진 당근에 소금과 물을 넣고 끓여 푹 익혀주세요.
            3. 끓인 재료는 한 김 식혀 믹서에 넣고 생크림을 넣어 곱게 갈아주세요.
            4. 달군 팬에 버터를 넣고 조리한 흑돼지와 통마늘을 노릇하게 튀겨내듯 구워주세요. 고기를 구운 팬에 꽈리고추도 노릇하게 구워주세요.
            5. 접시에 당근퓌레를 깔고 구운 흑돼지를 올리고 가니쉬로 장식한 후 맛있게 즐겨주세요.. `,
        material:["흑돼지목살400g", "화이트와인1컵", "허브가루약간", "소금약간","후춧가루약간", "당근1개","버터1큰술","생크림1/2컵","물2컵"],
        price:15000,
        img:"image/recipe/006.jpg",
        time:30,
        category:"분식"
    },
    {
        id:7,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/007.jpg",
        time:30,
        category:"중식"
    },
    {
        id:8,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/008.jpg",
        time:30,
        category:"중식"
    },
    {
        id:9,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/009.jpg",
        time:30,
        category:"한식"
    },
    {
        id:10,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/0010.jpg",
        time:30,
        category:"한식"
    },
    {
        id:11,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/0011.jpg",
        time:30,
        category:"분식"
    },
    {
        id:12,
        title:"초당옥수수 스프",
        content:`만드는 법:
            1. 초당옥수수는 가장 안쪽을 제외한 나머지 껍질을 벗겨내 깨끗이 씻어주세요. 껍질로 초당옥수수를 감싼 후 전자레인지에 넣고 4-5분간 조리해 주세요. 
            2. 삶은 초당옥수수를 반으로 썬 후 칼로 잘라 옥수수 알갱이를 분리해 주세요. 껍질을 제거한 감자, 양파는 얇게 채를 썰어주세요.
            3. 달군 팬에 버터를 녹인 후 양파, 감자, 옥수수를 넣고 3분 정도 볶아주세요. 우유 3컵을 넣어 감자가 익을 때까지 10분 정도 끓인 후 한김 식혀 믹서기에 곱게 갈아주세요.
            4. 냄비에 갈은 옥수수와 생크림을 넣은 후 약불에서 3분 정도 저어가며 끓이다가 소금, 후춧가루를 넣고 간을 조절해 주세요.
            5. 콘스프에 약간의 삶은 옥수수와 파슬리가루를 올린 후 맛있게 즐겨주세요. `,
        material:["초당옥수수2개", "감자1개", "양파1/3개", "우유3컵","생크림1컵", "무염버터1큰술","소금1/2작은술","후춧가루약간"],
        price:6000,
        time:5,
        img:"image/recipe/0012.jpg",
        time:30,
        category:"중식"
    }
];


export const category = [
    {
        id:1,
        name:'버거',
        img:"image/foods/001.png"

    },
    {
        id:2,
        name:'닭꼬치',
        img:"image/foods/002.png"

    },
    {
        id:3,
        name:'쌀밥',
        img:"image/foods/003.png"

    },
    {
        id:4,
        name:'만두',
        img:"image/foods/004.png"

    },
    {
        id:5,
        name:'피자',
        img:"image/foods/005.png"

    },
    {
        id:6,
        name:'고기',
        img:"image/foods/006.png"

    },
    {
        id:7,
        name:'브런치',
        img:"image/foods/007.png"

    },
    {
        id:8,
        name:'아이스크림',
        img:"image/foods/008.png"

    },
    {
        id:9,
        name:'전골',
        img:"image/foods/009.png"

    },
    {
        id:10,
        name:'스테이크',
        img:"image/foods/0010.png"

    },
    {
        id:11,
        name:'샐러드',
        img:"image/foods/0011.png"

    },
    {
        id:12,
        name:'감자튀김',
        img:"image/foods/0012.png"

    }
];